// © Copyright 2004-2012, 2015 HP Development Company, L.P.

TaskName = "Opgeslagen taken";

NoPrintTitle = "Kan de taak niet afdrukken";
NoDeleteTitle = "Kan de taak niet verwijderen";
NoPrintMsg1 = "Controleer of de PIN juist is.";
NoPrintMsg2 = "Controleer of de printer is aangesloten en online staat.";

DeleteButtonTitle = "Verwijder";
CancelButtonTitle = "Annuleer";

DeleteJobAlertTitle = "Weet u zeker dat u taak \"%@\" wilt verwijderen?";
DeleteJobAlertMsg = "De taakgegevens gaan verloren. Deze handeling kan niet ongedaan worden gemaakt.";

EnableJobStoring = "Schakel taakopslag in";
TaskDescription = "Selecteer een opgeslagen taak om af te drukken of te verwijderen. U kunt meerdere exemplaren afdrukken door het aantal gewenste exemplaren op te geven.";
UserName = "Gebruikersnaam";
JobName = "Taaknaam";
PinTitle = "Typ PIN voor beveiligde taak:";
CopiesTitle = "Aantal exemplaren:";
DeleteButton = "Verwijder";
PrintButton = "Druk af";
ApplyNowButton = "Pas wijzigingen toe";